{
  "Home": "Главная",
  "News": "Новости",
  "Contact Us": "Контакты",
  "Trending now": "В тренде",
  "All": "Все",
  "Latest": "Последние",
  "Most Viewed": "Просматриваемые",
  "Popular News": "Популярные",
  "More popular posts": "Ещё новости",
  "Related": "Похожие",
  "Contacts": "Контакты",
  "About Us": "О нас",
  "Projects": "Проекты",
  "Ratings": "Рейтинги",
  "Privacy Policy": "Конфиденциальность",
  "Terms and Conditions": "Правила и условия",
  "Editorial policy": "Редакционная политика",
  "Company": "Компания",
  "Advertising": "Реклама",
  "Jobs": "Вакансии",
  "Sign Up": "Регистрация",
  "Sign In": "Вход",
  "Authorization": "Авторизация",
  "Movies": "Видео",
  "Analytics": "Аналитика",
  "reviews and news": "обзоры и новости",
  "Market": "Рынок",
  "Show growth": "Показывают рост",
  "Lose value": "Теряют в цене",
  "Trading pair": "Торговая пара",
  "Price": "Цена",
  "Changes in": "Изменения в",
  "Date": "Дата",
  "Referral Email": "Email адрес пригласителя",
  "Email Address": "Email адрес",
  "Email": "Почта",
  "Name": "Имя",
  "Surname": "Фамилия",
  "Password": "Пароль",
  "Confirm password": "Повторите пароль",
  "Application for advertising": "Заявка на размещение рекламы",
  "Your full name": "Ваше ФИО",
  "What town are you from?": "Из какого вы города?",
  "Town": "Город",
  "The site of the company": "Сайт компании",
  "What will be advertised?": "Что будет рекламироваться?",
  "To pass the initial moderation describe in detail the product or service you want to advertise": "Для прохождения первичной модерации подробно опишите товар или услугу, которую хотите рекламировать",
  "Comment": "Комментарий",
  "Comments": "Комментарии",
  "If you have any questions or additional wishes, please indicate them in this field": "Если у вас есть вопросы или дополнительные пожелания, укажите их в этом поле",
  "I agree with the rules of the site and the processing of personal data": "Я согласен с правилами сайта и на обработку персональных данных",
  "Submit an application": "Отправить заявку",
  "Monthly Budget Forecast": "Прогноз месячного бюджета",
  "Phone number": "Номер телефона",
  "Reply": "Ответить",
  "Message": "Сообщение",
  "Your Comment": "Ваш Комментарий",
  "Submit": "Отправить",
  "There are no comments yet, be the first!": "На данный момент комментариев еще нет, будьте первым!",
  "More Comments": "Больше комментариев",
  "Hot": "Популярные",
  "Categories": "Категории",
  "Log in to leave a comment": "Авторизируйтесь чтобы оставить комментарий",
  "Leave": "Оставить",
  "Interview": "Опрос",
  "Ad-header": "Рекламные возможности Magic Rank",
  "Ad-description": "Мы стремимся стать ведущим средством массовой информации в индустрии крипто/блокчейн, с широким охватом заинтересованой аудитории. Предлагаем Вам присоединиться к диалогу с нашими читателями, используя рекламные инструменты Magic Rank.",
  "Ad-oportunities": "Наши рекламные возможности:",
  "Ad-list-1": "Спонсорский материал – классический рекламный инструмент – новостной материал о вашей компании или короткий очерк о вашем проекте, подготовленный и написанный в строгом соответствии с нашими редакционными политиками и рекомендациями.",
  "Ad-list-2": "Экспертный комментарий – Добавление вашего экспертного комментария в наши материалы – новости, обзоры и рейтинги. Экспертный комментарий – это доступный и простой инструмент, позволяющий укрепить ваш авторитет среди нашей аудитории",
  "Ad-list-3": "Спонсорский опрос. С помощью этого инструмента вы сможете решить сразу две задачи: получить статистику ответов от нашей аудитории на интересующие вас темы и повысить узнаваемостьвашего бренда за счет размещения опросов на сайте Magic Rank и во всех наших соцсетях",
  "Ad-list-4": "Реклама в Телеграм-канале. Самый простой и удобный способ заявить о себе и рассказать нашейаудитории о своем проекте",
  "Ad-list-5": "Добавление вашего токена в виджет криптовалют на нашем сайте. Курс вашей криптовалюты будет размещен в виджете на главной странице нашего сайта рядом с такими флагманами криптоиндустрии как BTC и ETH.",
  "Ad-list-6": "Баннерная реклама – самый распространенный, простой и удобный способ сделать свой бренд заметным. Баннеры на Magic Rank доступны в разных размерах вверху главной страницы, ленты новостей и страниц статей. Учитывая качество нашей аудитории, баннеры будут лучшим способом продвижения вашего бренда и привлечения целевой аудитории на ваш сайт.",
  "Ad-note-main": "Не уверены, какой вариант подходит именно вам или хотите что-то особенное и адаптированное к вашим потребностям?",
  "Ad-note-other": "Используйте форму ниже, чтобы связаться с менеджерами по продажам Magic Rank",
  "Terms-head": "Правила и условия",
  "Terms-1-1": "Magic Rank стремится к тому, чтобы вся информация, размещенная на страницах сайта",
  "Terms-1-2": " , была правильной и актуальной. Однако мы не можем взять на себя ответственность за информацию из внешних источников, размещенную на портале Magic Rank. Использование контента сторонних сайтов осуществляется на собственный риск пользователя.",
  "Terms-2": " Magic Rank не может принять на себя ответственность за любые неудобства или потери, вызванные любым материалом, размещенным на этом сайте. Несмотря на различные материалы, созданные и размещенные  на этом сайте, Magic Rank не является финансовым справочным средством, а мнения авторов являются их собственными и не должны рассматриваться как финансовые рекомендации. Если вам нужна  консультация, Magic Rank настоятельно рекомендует вам обратиться к квалифицированному специалисту в этой области.",
  "Terms-3": " Все материалы, размещенные на этом сайте, предназначены только для информационных целей. Ни один из материалов не должен  рассматриваться как инвестиционный совет.",
  "Terms-4": "  Используя Magic Rank, вы признаете и соглашаетесь с принципами,  описанными в данном пользовательском соглашении.",
  "Terms-5": "В частности, вы соглашаетесь оградить Magic Rank, его директоров, должностных лиц, агентов, сторонних поставщиков услуг и сотрудников  от любых затрат, претензий, убытков, ущерба, расходов и любых других обязательств, в том числе возникших в результате или связанных с вашим доступом или использованием Magic Rank, юридических расходов,  нарушения прав любой третьей стороны или/и данного пользовательского  соглашения.",
  "Terms-6": "Мы не несем ответственности за любые косвенные, специальные,  непрямые, зависимые, случайные, штрафные потери или убытки, возникшие в результате или каким-либо образом связанные с данным соглашением или любым вашим использованием или попыткой использования Magic Rank.",
  "Terms-7": "Вы соглашаетесь освободить нас, сторонних поставщиков услуг, всех связанных с нами директоров, должностных лиц, сотрудников и агентов от претензий и убытков любого характера, раскрытых или нераскрытых, известных и неизвестных, возникших в результате или каким-либо образом связанных с использованием вами Magic Rank.",
  "Terms-questions": "Если у вас есть дополнительные вопросы, вы можете отправить нам электронное письмо по адресу",
  "Editorial-head": "Редакционная политика",
  "Editorial-1": "Публикации в Magic Rank основаны на принципах непредвзятого освещения событий и достоверности публикуемой информации. Мы стремимся предоставлять точные, актуальные и проверенные данные по рынку.",
  "Editorial-2": "Мы усердно работаем над проверкой фактов, источников и достоверностью утверждений в наших статьях и стремимся передать реальные новости, события и избежать публикации сенсационных непроверенных сообщений, распространяемых любыми ведущими СМИ.",
  "Editorial-3": " Наша команда и авторы стремятся предлагать своевременные экспертные материалы, свободные от влияния каких-либо заинтересованных сторон.",
  "Editorial-4": "Мы не ограничиваем сотрудников во владении или торговле цифровыми активами или проектами на основе блокчейна. Чтобы обеспечить прозрачность и объективность, мы придерживаемся принципа раскрытия информации – при  написании статей о любых проектах, в которые лично инвестировали или вовлечены, авторы должны раскрывать  информацию о своих инвестициях/вовлеченности в соответствующий проект (без указания конкретных объемов и сумм).",
  "Editorial-questions": "Есть дополнительные вопросы? Напишите нам по адресу ",
  "Confidentiality-main-head": "Политика конфиденциальности",
  "Confidentiality-description-1": " Мы в Magic Rank (“мы”, “нас”, “сайт”, “вебсайт” или “Magic Rank”) уважаем вашу конфиденциальность. Настоящая Политика (“Политика конфиденциальности”) применима к личной и неличной информации о клиентах, полученной Magic Rank через наш вебсайт или любой другой источник, на который ссылается настоящая Политика конфиденциальности.",
  "Confidentiality-description-2": "Политика раскрывает виды формации, которую мы получаем о посетителях нашего вебсайта, и как мы используем указанную информацию. Мы также объясняем меры по защите безопасности информации и то, как связаться с нами в связи с нашей практикой конфиденциальности.",
  "Confidentiality-head-1": "1. Типы получаемой нами информации",
  "Confidentiality-sub-general": "Общая (не персональная) информация",
  "Confidentiality-general-1": "Когда вы переходите на Magic Rank, наша система получает информацию об использовании вами нашего сайта с помощью автоматизированных способов, включая, но не ограничиваясь ими, журналы логов, файлы cookie, JavaScript и другие подобные технологии.",
  "Confidentiality-general-2": "Информация, получаемая нами или предоставляемая мобильными устройствами, которые вы используете для взаимодействия с вебсайтом, может включать посещенные страницы, время посещения и время, проведенное на  каждой странице вебсайта; данные о сайте (например, название сайта, название поисковой системы, название социальной сети и т.д.); тип языка браузера, веб-браузер, поддержка JavaScript, тип операционной системы, местоположение сети и IP-адрес, версия flash, разрешение экрана, отправки формы, загрузка файлов, клики  на внешние ссылки и видео на вебсайте, глубина прокрутки, информация о геолокации, взаимодействие с виджетами вебсайта.",
  "Confidentiality-sub-personal": "Персональная информация",
  "Confidentiality-personal-1": " В некоторых случаях мы можем собирать личную информацию, добровольно предоставленную вами, например, ваш адрес электронной почты и имя. Без вашего согласия мы не собираем и не обрабатываем вашу личную информацию.",
  "Confidentiality-personal-2": "Добровольно предоставляя нам свою личную информацию, в том числе, но не ограничиваясь этим, посещая вебсайт, вы тем самым выражаете свое согласие на использование нами вашей личной информации в соответствии с настоящей Политикой конфиденциальности.",
  "Confidentiality-personal-3": "Если вы предоставляете нам личную информацию, вы соглашаетесь и признаете, что такая личная информация может быть перенесена из вашего текущего местоположения на серверы вебсайта и на серверы уполномоченных третьих лиц. Политикой конфиденциальности.",
  "Confidentiality-sub-additional": "Дополнительная информация",
  "Confidentiality-additional-1": "Мы оставляем за собой право получать информацию о юридических лицах, которые переходят на наш сайт, через их представителей.",
  "Confidentiality-additional-2": "Мы можем получить информацию о вебсайте юридического лица, названии юридического лица, контактной информации юридического лица, стране регистрации",
  "Confidentiality-head-2": "2. Как мы собираем информацию?",
  "Confidentiality-2-para": "Мы можем собирать личные идентификационные данные, такие как ваше имя и электронная почта, с вашей стороны только в том случае, если вы добровольно предоставите нам эти данные. Вы всегда имеете право отказаться от предоставления личной идентификационной информации. Мы можем собирать вашу общую (не персональную) идентификационную информацию, когда вы общаетесь с нашим сайтом.",
  "Confidentiality-head-3": "3. Как мы используем полученную информацию?",
  "Confidentiality-3-description": "Мы используем вашу не персональную информацию в следующих целях:",
  "Confidentiality-3-list-1": "чтобы предотвратить появление ненужной рекламы или просьбы повторно войти на вебсайт чаще, чем это необходимо;",
  "Confidentiality-3-list-2": "для оценки совокупного количества посетителей, посещающих наш вебсайт;",
  "Confidentiality-3-list-3": "для улучшения содержания нашего вебсайта и настройки макетов наших страниц вместе с содержанием;",
  "Confidentiality-3-list-4": "для передачи информации, которую вы запрашиваете на нашем вебсайте, например, новостей, статей, обзоров, аналитических материалов и т. д.",
  "Confidentiality-3-para-1": "Каждый раз, когда вы предоставляете нам свои личные данные, мы собираем эту информацию. Сферы, в которых мы можемиспользовать предоставленную вами личную информацию, включают (но не ограничиваются) отправку вам информационных бюллетеней по электронной почте, обратную связь и право комментировать статьи и другую информацию. Если вы предоставите нам свой адрес электронной почты, вы можете получать периодические рекламные электронные письма от нас и избранных партнеров с подробной информацией о специальных предложениях или каких-либо услугах.",
  "Confidentiality-3-para-2": "Вы также можете получать административные уведомления о работе вебсайта. В любой момент вы можете отозвать свое согласие на получение электронных писем, просто отправив уведомление в Magic Rank или нажав кнопку (“кнопка отписки”) в электронном письме от Magic Rank.",
  "Confidentiality-3-para-3": "Мы также оставляем за собой право раскрыть вашу личность любой третьей стороне, которая заявит, что любой ваш контент является нарушением любого из их прав интеллектуальной собственности или любого права на конфиденциальность.",
  "Confidentiality-3-para-4": "Вы признаете, что мы можем удалить вашу информацию, которая больше не позволяет идентифицировать вас, и передать  третьей стороне, которой являются наши рекламные партнеры или поставщики аутсорсинговых услуг.",
  "Confidentiality-head-4": "4. Cookies",
  "Confidentiality-4-para-1": "Cookies - это файлы, содержащие относительно небольшой объем данных, включая анонимный уникальный идентификатор.  Файлы “cookies” отправляются с вебсайта в ваш браузер и сохраняются на жестком диске вашей системы.",
  "Confidentiality-4-para-2": "Мы используем cookies для сбора данных о вашем посещении и возможности посещения каждой страницы, подсчета  посещений и анализа того, какие разделы и факторы нашего вебсайта пользуются популярностью.",
  "Confidentiality-4-para-3": "Это помогает нам собирать отзывы, чтобы постоянно совершенствовать наш сайт. Cookies не позволяют нам собирать  какую-либо вашу личную информацию, и мы не сохраняем никакую личную информацию, которую вы предоставляете нам в cookies.",
  "Confidentiality-4-para-4": "Вы имеете право контролировать и/или удалять файлы cookie в соответствии с вашими предпочтениями. Вы можете удалить все  файлы cookie из своей системы, а также настроить многие браузеры на защиту от их сохранения в них. Однако, если вы это  сделаете, некоторые сервисы и функции вебсайта могут не работать.",
  "Confidentiality-head-5": "5. Сохранение данных",
  "Confidentiality-5-para-1": "  Мы будем хранить вашу информацию до тех пор, пока это необходимо для предоставления вам услуг или для выполнения наших юридических обязательств. Мы будем хранить и использовать предоставленную вами информацию по мере необходимости в  соответствии с нашими юридическими обязательствами, для урегулирования споров и выполнения наших соглашений.",
  "Confidentiality-5-para-2-1": "Связавшись с нами по адресу",
  "Confidentiality-5-para-2-2": ", вы можете в любое время получить подтверждение относительно того, обрабатываются ваши персональные данные или нет.",
  "Confidentiality-5-para-3": "Вы имеете право на экспорт и доступ к любой вашей информации в любое время, просто отправив нам запрос по адресу",
  "Confidentiality-head-6": "6. Жалобы на конфиденциальность",
  "Confidentiality-6-para-1": "В той мере, в какой обработка вашей информации является законной, вы имеете право возражать против использования любой нашей информации в собственных маркетинговых целях в любое время, просто отправив нам письмо",
  "Confidentiality-6-para-2-1": " Мы серьезно относимся к вашим жалобам на конфиденциальность. В любое время, если вы считаете, что мы не соблюдаем настоящую Политику конфиденциальности в отношении любой вашей информации, вы можете напрямую связаться с нашей командой отдела по защите данных по адресу",
  "Confidentiality-6-para-2-2": "При отправке сообщения, пожалуйста, подробно опишите, каким образом, по вашему мнению, не была соблюдена наша Политика конфиденциальности. Мы незамедлительно рассмотрим вашу жалобу и ответим в течение 30 дней.",
  "Confidentiality-6-para-3": "Мы поддерживаем административную, техническую и физическую защиту, направленную на обеспечение сохранности имеющейся у нас личной информации о вас от незаконного, случайного или несанкционированного уничтожения, изменения, потери, раскрытия, доступа или использования.",
  "Confidentiality-6-para-4": "К сожалению, не существует такого понятия, как полностью безопасная передача или хранение данных, поэтому мы не можем гарантировать, что наша безопасность не будет нарушена (из-за технических мер или в результате нарушения нашей политики).",
  "Confidentiality-6-para-5": " Не принимая во внимание наши усилия по обеспечению безопасности вашей информации, ничто в настоящем документе не является гарантией безопасности вебсайта, и вы соглашаетесь передавать информацию на свой страх и риск. Обратите внимание: мы не гарантируем вам, что ваша информация не будет доступна, изменена, уничтожена или раскрыта в результате нарушения каких-либо технических, физических или административных мер безопасности.",
  "Confidentiality-head-7": "7. Ссылки третьих лиц",
  "Confidentiality-7-para-1": "Мы можем включать или предоставлять на вебсайте услуги и продукты третьих лиц. Эти сторонние поставщики имеют отдельную и независимую политику конфиденциальности. Поэтому мы не несем ответственности за содержание и деятельность этих служб. Тем не менее, мы стремимся обеспечить целостность вебсайта и уважаем любые запросы, касающиеся этих услуг.",
  "Confidentiality-head-8": "8. Аналитика",
  "Confidentiality-8-para-1": "Чтобы узнать, сколько посетителей посещают наш сайт, и четко понять отрасли, представляющие большой интерес для наших посетителей, мы имеем право строить отношения с компаниями веб-аналитики, которые собирают для нас эту информацию.",
  "Confidentiality-head-9": "9. Изменения в Политике конфиденциальности",
  "Confidentiality-9-para-1": "Мы можем периодически и без предварительного уведомления обновлять настоящую Политику конфиденциальности с учетом изменений в нашей политике в отношении личной информации. В случае существенных изменений мы проинформируем вас, разместив на нашем вебсайте новую версию политики конфиденциальности с указанием даты последнего обновления.",
  "Confidentiality-head-10": "10. Дети",
  "Confidentiality-10-para-1": "Мы не планируем запрашивать или собирать личную информацию у лиц, не достигших 16-летнего возраста, или лиц, не достигших установленного законом страны возраста, если он выше. Вы не должны предоставлять свою личную информацию на этом сайте, если вам еще не исполнилось 16 лет или вы не достигли установленного законом страны возраста.",
  "Confidentiality-head-11": "11. Закон и вред",
  "Confidentiality-11-para-1": "Несмотря на любые утверждения об обратном в данной Политике, мы можем раскрыть ваши данные, если считаем, что это необходимо для выполнения постановления, закона, судебного процесса или любого правительственного запроса, для решения проблем мошенничества, безопасности, конфиденциальности или технических вопросов, для обеспечения безопасности любого лица или для защиты прав и собственности наших посетителей.",
  "Confidentiality-11-para-2": "Magic Rank может обсуждать вашу личную информацию с органами по защите данных, правоохранительными органами, государственными служащими и некоторыми другими юридическими органами, в случаях, когда Magic Rank обязан сделать это по закону или для обеспечения безопасности посетителей и Magic Rank.",
  "Confidentiality-head-12": "12. Обращение к нам",
  "Confidentiality-12-para-1": "Если у вас есть какие-либо вопросы относительно данной Политики конфиденциальности, практики работы нашего сайта или любых ваших действий с нашим сайтом, пожалуйста, не стесняйтесь обращаться к нам по адресу",
  "Confidentiality-disclaimer": "Отказ от ответственности",
  "Confidentiality-disclaimer-para-1": "CoinpediaMagic Rank размещается на условиях как есть, без каких-либо гарантий. Мы и наши сторонние поставщики услуг отказываемся от любых гарантий, в максимально допустимой законом степени, включая, но не ограничиваясь, подразумеваемыми гарантиями товарного состояния, ненарушения прав собственности и пригодности для конкретной цели, а также от любых других условий, гарантий, поручительств, как электронных, так и устных. Вы несете полную ответственность за любой вред, причиненный вашей системе или устройствам, потерю использования или пользовательского контента.",
  "Confidentiality-disclaimer-para-2": "Все действия, которые вы совершаете, и все данные, которые вы отправляете или публикуете на Magic Rank, остаются на вашей ответственности. Вы не будете привлекать нас к юридической ответственности за любые ваши пользовательские действия или контент, которые каким-либо образом нарушают права и закон третьей стороны.",
  "FULL NAME": "ПОЛНОЕ ИМЯ",
  "EMAIL": "ПОЧТА",
  "SUBJECT": "ТЕМА",
  "MESSAGE": "СООБЩЕНИЕ",
  "Send": "Отправить",
  "Your name": "Ваше имя",
  "Your email adress here": "Ваш адрес электронной почты",
  "Write subject here": "Напишите свою тему",
  "Your comment": "Ваш комментарий",
  "Upcoming": "Предстоящие",
  "Active": "Активные",
  "Past": "Прошедшие",
  "email-adress": "Электронная почта",
  "Messenger": "Мессенджеры",
  "You have a problem?": "У вас есть вопрос или проблема?",
  "Let us know via contact form below": "Дайте нам знать через контактную форму ниже!"
}
