{
  "Home": "Home",
  "News": "News",
  "Contact Us": "Contact Us",
  "Trending now": "Trending now",
  "All": "All",
  "Latest": "Latest",
  "Most Viewed": "Most Viewed",
  "Popular News": "Popular News",
  "More popular posts": "More popular posts",
  "Related": "Related",
  "Contacts": "Contacts",
  "About Us": "About Us",
  "Projects": "Projects",
  "Ratings": "Ratings",
  "Privacy Policy": "Privacy Policy",
  "Terms and Conditions": "Terms and Conditions",
  "Company": "Company",
  "Advertising": "Advertising",
  "Editorial policy": "Editorial policy",
  "Jobs": "Jobs",
  "Sign Up": "Sign Up",
  "Sign In": "Sign In",
  "Authorization": "Authorization",
  "Movies": "Movies",
  "Analytics": "Analytics",
  "reviews and news": "reviews and news",
  "Market": "Market",
  "Show growth": "Show growth",
  "Lose value": "Lose value",
  "Trading pair": "Trading pair",
  "Price": "Price",
  "Changes in": "Changes in",
  "Date": "Date",
  "Referral Email": "Referral Email",
  "Email Address": "Email Address",
  "Email": "Email",
  "Name": "Name",
  "Surname": "Surname",
  "Password": "Password",
  "Confirm password": "Confirm password",
  "Application for advertising": "Application for advertising",
  "Your full name": "Your full name",
  "What town are you from?": "What town are you from?",
  "Town": "Town",
  "The site of the company": "The site of the company",
  "What will be advertised?": "What will be advertised?",
  "To pass the initial moderation, describe in detail the product or service you want to advertise": "To pass the initial moderation, describe in detail the product or service you want to advertise",
  "Comment": "Comment",
  "Comments": "Comments",
  "If you have any questions or additional wishes, please indicate them in this field": "If you have any questions or additional wishes, please indicate them in this field",
  "I agree with the rules of the site and the processing of personal data": "I agree with the rules of the site and the processing of personal data",
  "Submit an application": "Submit an application",
  "Monthly Budget Forecast": "Monthly Budget Forecast",
  "Phone number": "Phone number",
  "Reply": "Reply",
  "Message": "Message",
  "Your Comment": "Your Comment",
  "Submit": "Submit",
  "There are no comments yet, be the first!": "There are no comments yet, be the first!",
  "More Comments": "More Comments",
  "Hot": "Hot",
  "Categories": "Categories",
  "Log in to leave a comment": "Log in to leave a comment",
  "Leave": "Leave",
  "Interview": "Interview",
  "Ad-header": "Magic Rank's Advertising Opportunities",
  "Ad-description": "We aim to become the leading media outlet in the crypto/blockchain industry, with a wide reach to an interested audience. We invite you to join the conversation with our readers using Magic Rank's advertising tools.",
  "Ad-oportunities": "Our advertising opportunities:",
  "Ad-list-1": "Sponsored material - A classic promotional tool - a news story about your company or a short essay about your project, prepared and written in strict accordance with our editorial policies and guidelines.",
  "Ad-list-2": "Expert Comment - Adding your expert comment to our materials - news, reviews and ratings. Expert commentary is an easy and accessible tool to increase your credibility with our audience",
  "Ad-list-3": "Sponsored survey. With this tool, you can do two things at once: get statistics on responses from our audience on topics that interest you and increase your brand awareness by placing surveys on the Magic Rank website and all of our social networks",
  "Ad-list-4": "Advertising in the Telegram Channel. The easiest and most convenient way to introduce yourself and tell our audience about your project.",
  "Ad-list-5": "Adding your token to the cryptocurrency widget on our website. The rate of your cryptocurrency will be placed in the widget on the main page of our website next to such cryptoindustry flagships as BTC and ETH.",
  "Ad-list-6": "Banner advertising is the most common, easy and convenient way to make your brand visible. Banners on Magic Rank are available in different sizes at the top of the homepage, news feed and article pages. Given the quality of our audience, banners will be the best way to promote your brand and attract your target audience to your site.",
  "Ad-note-main": "Not sure which option is right for you or want something special and tailored to your needs?",
  "Ad-note-other": "Use the form below to contact the Magic Rank sales team.",
  "Terms-head": "Terms and Conditions",
  "Terms-1-1": "Magic Rank strives to ensure that all information posted on the pages of ",
  "Terms-1-2": "is correct and up-to-date. However, we cannot take responsibility for information from external sources posted on the Magic Rank portal. The use of third-party content is at the user's own risk. ",
  "Terms-2": "Magic Rank cannot accept responsibility for any inconvenience or loss caused by any material posted on this site. Notwithstanding the various materials created and posted on this site, Magic Rank is not a financial reference tool, and the opinions of the authors are their own and should not be construed as financial advice. If you need advice, Magic Rank strongly encourages you to contact a qualified professional in this field.",
  "Terms-3": "All material on this site is for informational purposes only. None of the material should be considered investment advice.",
  "Terms-4": "By using Magic Rank, you acknowledge and agree to the principles described in this user agreement.",
  "Terms-5": "Specifically, you agree to hold Magic Rank, its directors, officers, agents, third party service providers and employees harmless from any costs, claims, losses, damages, expenses and any other liabilities, including those arising from or related to your access to or use of Magic Rank, legal fees, violation of any third party rights or/and this user agreement.",
  "Terms-6": "We shall not be liable for any indirect, special, indirect, consequential, incidental, punitive loss or damages arising out of or in any way related to this agreement or any use or attempted use of Magic Rank by you.",
  "Terms-7": "You agree to indemnify and hold us, third party service providers, all directors, officers, employees and agents associated with us, harmless from claims and damages of any nature, disclosed or undisclosed, known and unknown, arising out of or in any way connected with your use of Magic Rank.",
  "Terms-questions": "If you have further questions, you may email us at ",
  "Editorial-head": "Editorial Policy",
  "Editorial-1": "Magic Rank is founded on the principles of unbiased news reporting and accurate information. We are committed to providing accurate, up-to-date and verified market data",
  "Editorial-2": "We work hard to verify facts, sources and statements in our articles and strive to report real news, events and avoid sensationalist, unverified reports disseminated by any mainstream media.",
  "Editorial-3": "Our team and writers strive to offer timely, expert content free from the influence of any interested parties.",
  "Editorial-4": "We do not restrict employees from owning or trading in digital assets or blockchain-based projects. To ensure transparency and objectivity, we adhere to the principle of disclosure - when writing about any projects in which the authors are personally invested or involved, they must disclose their investment/involvement in the relevant project (without specifying specific amounts or amounts).",
  "Editorial-questions": "Have more questions? Email us at",
  "Confidentiality-main-head": "Privacy Policy",
  "Confidentiality-description-1": "We at Magic Rank (\"we,\" \"us,\" \"site,\" \"website,\" or \"Magic Rank\") respect your privacy. This Policy (\"Privacy Policy\") applies to personal and non-personal customer information obtained by Magic Rank through our website or any other source to which this Privacy Policy refers.",
  "Confidentiality-description-2": "This Policy discloses the types of information we receive about visitors to our website and how we use that information. We also explain our information security measures and how to contact us regarding our privacy practices.",
  "Confidentiality-head-1": "1. Types of Information We Receive",
  "Confidentiality-sub-general": "General (non-personal) information",
  "Confidentiality-general-1": "When you visit Magic Rank, our system receives information about your use of our site through automated means, including but not limited to logs, cookies, JavaScript and other similar technologies.",
  "Confidentiality-general-2": "The information we receive or the information provided by the mobile devices you use to interact with the website may include pages visited, time visited and time spent on each page of the website; website details (such as website name, search engine name, social media name, etc.); browser language type, web browser, JavaScript support, operating system type, network location and IP address, flash version, screen resolution, form submission, file downloads, clicks on external links and video on the website, depth of",
  "Confidentiality-sub-personal": "Personal Information",
  "Confidentiality-personal-1": "In some cases, we may collect personal information that you voluntarily provide to us, such as your email address and name. We do not collect or process your personal information without your consent.",
  "Confidentiality-personal-2": "By voluntarily providing us with your personal information, including but not limited to visiting the website, you consent to our use of your personal information as set forth in this Privacy Policy.",
  "Confidentiality-personal-3": "If you submit personal information to us, you agree and acknowledge that such personal information may be transferred from your current location to the website servers and to the servers of authorized third parties.",
  "Confidentiality-sub-additional": "Additional Information",
  "Confidentiality-additional-1": "We reserve the right to receive information about legal entities that access our website through their representatives.",
  "Confidentiality-additional-2": "We may obtain information about the entity's website, the entity's name, the entity's contact information, and the entity's country of incorporation.",
  "Confidentiality-head-2": "2. How do we collect information?",
  "Confidentiality-2-para": "We may collect personally identifiable information, such as your name and email, from you only if you voluntarily provide us with this information. You always have the right to refuse to provide personal identification information. We may collect your general (non-personal) identifying information when you interact with our site.",
  "Confidentiality-head-3": "3. How do we use the information we collect?",
  "Confidentiality-3-description": "We use your non-personal identification information for the following purposes:",
  "Confidentiality-3-list-1": "To prevent unnecessary advertising or requests to re-enter the website more often than necessary;",
  "Confidentiality-3-list-2": "To estimate the aggregate number of visitors to our website;",
  "Confidentiality-3-list-3": "To improve the content of our website and customize our page layouts with the content;",
  "Confidentiality-3-list-4": "To communicate information you request on our website, such as news, articles, reviews, analyses, etc.",
  "Confidentiality-3-para-1": "Every time you provide us with your personal information, we collect this information. The areas in which we may use the personal information you provide to us include (but are not limited to) sending you email newsletters, feedback and the right to comment on articles and other information. If you provide us with your email address, you may receive periodic promotional emails from us and selected partners detailing special offers or any services.",
  "Confidentiality-3-para-2": "You may also receive administrative notifications about the website. At any time you can withdraw your consent to receive emails simply by sending a notice to Magic Rank or by clicking the button (\"unsubscribe button\") in an email from Magic Rank.",
  "Confidentiality-3-para-3": "We also reserve the right to disclose your identity to any third party who claims that any of your content violates any of their intellectual property rights or any right of privacy.",
  "Confidentiality-3-para-4": "You acknowledge that we may delete your information that no longer identifies you and share it with a third party, which is our advertising partners or outsourced service providers.",
  "Confidentiality-head-4": "4. Cookies",
  "Confidentiality-4-para-1": "Cookies are files that contain a relatively small amount of data, including an anonymous unique identifier. Cookies are sent from the website to your browser and stored on your system's hard drive.",
  "Confidentiality-4-para-2": "We use cookies to collect data about your visits and the ability to visit each page, count visits, and analyze which sections and factors of our website are popular.",
  "Confidentiality-4-para-3": "This helps us collect feedback to continually improve our site. Cookies do not allow us to collect any of your personal information, and we do not store any personal information that you provide to us in cookies.",
  "Confidentiality-4-para-4": "You have the right to control and/or delete cookies according to your preferences. You can delete all cookies from your system, and you can set many browsers to prevent them from being stored there. However, if you do this, some website services and features may not work.",
  "Confidentiality-head-5": "5. Data Retention",
  "Confidentiality-5-para-1": "We will retain your information for as long as necessary to provide you services or to comply with our legal obligations. We will retain and use the information you provide as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
  "Confidentiality-5-para-2-1": "By contacting us at",
  "Confidentiality-5-para-2-2": ", you may at any time receive confirmation as to whether or not your personal information is being processed.",
  "Confidentiality-5-para-3": "You have the right to export and access any of your information at any time by simply sending us a request at",
  "Confidentiality-head-6": "6. Privacy Complaints",
  "Confidentiality-6-para-1": "To the extent the processing of your information is lawful, you have the right to object to the use of any of our information for your own marketing purposes at any time by simply emailing us at",
  "Confidentiality-6-para-2-1": "We take your privacy complaints seriously. At any time, if you feel that we are not complying with this Privacy Policy with respect to any of your information, you may contact our Data Protection team directly at ",
  "Confidentiality-6-para-2-2": "When submitting a message, please describe in detail how you believe our Privacy Policy has not been followed. We will review your complaint immediately and respond within 30 days.",
  "Confidentiality-6-para-3": "We maintain administrative, technical and physical safeguards designed to protect the personal information we hold about you from unlawful, accidental or unauthorized destruction, alteration, loss, disclosure, access or use.",
  "Confidentiality-6-para-4": "Unfortunately, there is no such thing as a completely secure transmission or storage of data, so we cannot guarantee that our security will not be compromised (due to technical measures or a violation of our policies).",
  "Confidentiality-6-para-5": "Disregarding our efforts to ensure the security of your information, nothing herein guarantees the security of the website, and you agree to transmit information at your own risk. Please note: We do not guarantee that your information will not be accessed, modified, destroyed or disclosed as a result of a breach of any technical, physical or administrative security measures.",
  "Confidentiality-head-7": "7. Third Party Links",
  "Confidentiality-7-para-1": "We may include or make available on the website the services and products of third parties. These third-party providers have separate and independent privacy policies. Therefore, we are not responsible for the content or activities of these services. However, we strive to ensure the integrity of the website and respect any inquiries regarding these services.",
  "Confidentiality-head-8": "8. Analytics",
  "Confidentiality-8-para-1": "In order to know how many visitors visit our site and to clearly understand the industries of great interest to our visitors, we are authorized to build relationships with web analytics companies that collect this information for us.",
  "Confidentiality-head-9": "9. Changes to our Privacy Policy",
  "Confidentiality-9-para-1": "We may update this Privacy Policy from time to time and without notice to you to reflect changes in our privacy policies. If we make material changes, we will notify you by posting a new version of the Privacy Policy on our website with the date of the last update.",
  "Confidentiality-head-10": "10. Children",
  "Confidentiality-10-para-1": "We do not intend to solicit or collect personal information from anyone under the age of 16 or anyone under the legal age, if any. You should not submit your personal information to this site if you are under the age of 16 or the legal age of your country. ",
  "Confidentiality-head-11": "11. Law and Harm",
  "Confidentiality-11-para-1": "Notwithstanding any statements to the contrary in this Policy, we may disclose your information if we believe it is necessary to comply with a regulation, law, legal process or any governmental request, to address fraud, security, privacy or technical issues, to ensure the safety of any person or to protect the rights and property of our visitors. ",
  "Confidentiality-11-para-2": "Magic Rank may discuss your personal information with data protection authorities, law enforcement agencies, government officials, and certain other legal authorities where Magic Rank is required to do so by law or to ensure the safety of visitors and Magic Rank.  ",
  "Confidentiality-head-12": "12. Contacting us",
  "Confidentiality-12-para-1": "If you have any questions about this Privacy Policy, our website practices, or any of your activities with our website, please feel free to contact us at",
  "Confidentiality-disclaimer": "Disclaimer",
  "Confidentiality-disclaimer-para-1": "CoinpediaMagic Rank is posted on an \"as is\" basis, without warranty of any kind. We and our third party service providers disclaim all warranties, to the fullest extent permitted by law, including, but not limited to, implied warranties of merchantability, non-infringement and fitness for a particular purpose, and any other terms, warranties, guarantees, sureties, whether electronic or oral. You are solely responsible for any damage to your system or devices, loss of use or user content. ",
  "Confidentiality-disclaimer-para-2": "All actions you take and all data you submit or post to Magic Rank remain your responsibility. You will not hold us legally liable for any of your user actions or content that in any way violates the rights and law of a third party. ",
  "FULL NAME": "FULL NAME",
  "EMAIL": "EMAIL",
  "SUBJECT": "SUBJECT",
  "MESSAGE": "MESSAGE",
  "Send": "Send",
  "Your name": "Your name",
  "Your email adress here": "Your email adress here",
  "Write subject here": "Write subject here",
  "Your comment": "Your comment",
  "Upcoming": "Upcoming",
  "Active": "Active",
  "Past": "Past",
  "email-adress": "Email adress",
  "Messenger": "Messenger",
  "You have a problem?": "You have a problem?",
  "Let us know via contact form below": "Let us know via contact form below",
  "": "",
  "": ""
}
